{
  "total": 12, 
  "rows": [
    {
      "quote": "Nicholas L. Trivisonno\n     \n     has\nserved as one of our directors since May 2004. Mr. Trivisonno is a Class III director. Mr. Trivisonno was Chairman and Chief Executive Officer of\nACNielsen Corporation from January 1996 through\n    \n   \n  \n  \n  \n   \n    \n     7\n     \n    \n   \n  \n  \n  \n \n \n  \n  \n  \n  \n   \n    \n     \n     March 2001. From September\n1995 through November 1996, he was Executive Vice President and Chief Financial Officer of Dun & Bradstreet Corporation. Previously, he had held\nseveral positions at GTE Corporation from November 1988 until July 1995, including Group President, Executive Vice President, Strategic Planning,\nSenior Vice President Finance, and Vice President and Controller. Mr. Trivisonno began his career as a certified public accountant with Arthur Andersen\n& Co. in 1968, became a partner in 1979 and was appointed a managing partner in 1986.", 
      "uri": "http://hal.marder.io/highlight/913144/000114544307001203", 
      "permissions": {
        "read": [
          "group:__consumer__"
        ]
      }, 
      "username": "amarder", 
      "updated": "2015-07-06T20:51:47.948903+00:00", 
      "user": "alice", 
      "created": "2015-07-06T20:51:47.948873+00:00", 
      "text": "Trivisonno, Nicholas", 
      "consumer": "mockconsumer", 
      "ranges": [
        {
          "start": "/page[9]/div[9]/font/i", 
          "end": "/page[10]/div/font", 
          "startOffset": 7, 
          "endOffset": 567
        }
      ], 
      "id": "AU5lI5ZtVxF_lhEmasHf"
    }, 
    {
      "quote": "Scott E. Pardee\n     \n     has served\nas one of our directors since February 1997. Mr. Pardee is a Class I director. Mr. Pardee serves as Alan R. Holmes Professor of Monetary Economics at\nMiddlebury College, where he has taught since January 1, 2000. Previously he served as a Senior Lecturer at the MIT Sloan School of Management and\nExecutive Director of the Finance Research Center at the Sloan School from November 1997. Mr. Pardee served as Chairman of Yamaichi International\n(America), Inc., a financial services company, from 1989 to 1995. Mr. Pardee previously served as Executive Vice President and a member of the board of\ndirectors of Discount Corporation of New York, a primary dealer in U.S. government securities, and Senior Vice President of the Federal Reserve Bank of\nNew York and Manager of Foreign Operations of the Open Market Committee of the Federal Reserve System.", 
      "uri": "http://hal.marder.io/highlight/913144/000114544307001203", 
      "permissions": {
        "read": [
          "group:__consumer__"
        ]
      }, 
      "username": "amarder", 
      "updated": "2015-06-23T20:33:37.485474+00:00", 
      "user": "alice", 
      "created": "2015-06-23T20:33:37.485434+00:00", 
      "text": "Pardee, Scott", 
      "consumer": "mockconsumer", 
      "ranges": [
        {
          "start": "/page[9]/div[8]/font/i", 
          "end": "/page[9]/div[8]/font", 
          "startOffset": 7, 
          "endOffset": 900
        }
      ], 
      "id": "AU4iIEbOAHa09eOsU8R8"
    }, 
    {
      "quote": "Henry Klehm III\n     \n     has served\nas one of our directors since May 2006. Mr. Klehm is a Class III director. Mr. Klehm has served as Global Head of Compliance for Deutsche Bank, AG,\nsince July 2002. Prior to joining Deutsche Bank, AG, Mr. Klehm served as Chief Regulatory Officer and Deputy General Counsel at Prudential Financial\nfrom July 1999 through July 2002. Mr. Klehm was also the Senior Associate Director of the Northeast Regional Office of the Securities and Exchange\nCommission from 1996 until July 1999.", 
      "uri": "http://hal.marder.io/highlight/913144/000114544307001203", 
      "permissions": {
        "read": [
          "group:__consumer__"
        ]
      }, 
      "username": "amarder", 
      "updated": "2015-06-23T20:33:27.828301+00:00", 
      "user": "alice", 
      "created": "2015-06-23T20:33:27.828278+00:00", 
      "text": "Klehm, Henry", 
      "consumer": "mockconsumer", 
      "ranges": [
        {
          "start": "/page[9]/div[7]/font/i", 
          "end": "/page[9]/div[7]/font", 
          "startOffset": 7, 
          "endOffset": 532
        }
      ], 
      "id": "AU4iICEUAHa09eOsU8R7"
    }, 
    {
      "quote": "William F. Hecht\n     \n     has\nserved as one of our directors since November 2001. Mr. Hecht is a Class III director. From 1993 through October 2006, Mr. Hecht served as Chairman and\nChief Executive Officer of PPL Corporation. He was elected President and Chief Operating Officer of PPL Corporation in 1991. Mr. Hecht is also a\ndirector of DENTSPLY International Inc. and the Deputy Chair of the Federal Reserve Bank of Philadelphia.", 
      "uri": "http://hal.marder.io/highlight/913144/000114544307001203", 
      "permissions": {
        "read": [
          "group:__consumer__"
        ]
      }, 
      "username": "amarder", 
      "updated": "2015-06-23T20:33:21.262090+00:00", 
      "user": "alice", 
      "created": "2015-06-23T20:33:21.262052+00:00", 
      "text": "Hecht, William", 
      "consumer": "mockconsumer", 
      "ranges": [
        {
          "start": "/page[9]/div[6]/font/i", 
          "end": "/page[9]/div[6]/font", 
          "startOffset": 7, 
          "endOffset": 447
        }
      ], 
      "id": "AU4iIAdvAHa09eOsU8R5"
    }, 
    {
      "quote": "Jean D. Hamilton\n     \n     has\nserved as one of our directors since June 2005. Ms. Hamilton is a Class I director. Ms. Hamilton is an independent consultant/private investor.\nPreviously, she was Executive Vice President of Prudential Financial, Inc., serving as Chief Executive Officer of Prudential Institutional, from\nNovember 1998 through November 2002. Ms. Hamilton is a Member of the Brock Capital Group LLC. From 1988 through 1998, she held various positions with\nPrudential Financial, Inc., including President of the Prudential Diversified Group and President of the Prudential Capital Group. From 1971 to 1988,\nshe held several positions with The First National Bank of Chicago, including Senior Vice President and Head of the Northeastern Corporate Banking\nDepartment. She is currently a Trustee of First Eagle Funds and First Eagle Variable Funds.", 
      "uri": "http://hal.marder.io/highlight/913144/000114544307001203", 
      "permissions": {
        "read": [
          "group:__consumer__"
        ]
      }, 
      "username": "amarder", 
      "updated": "2015-06-23T20:33:14.471091+00:00", 
      "user": "alice", 
      "created": "2015-06-23T20:33:14.471061+00:00", 
      "text": "Hamilton, Jean", 
      "consumer": "mockconsumer", 
      "ranges": [
        {
          "start": "/page[9]/div[5]/font/i", 
          "end": "/page[9]/div[5]/font", 
          "startOffset": 7, 
          "endOffset": 872
        }
      ], 
      "id": "AU4iH-znAHa09eOsU8R3"
    }, 
    {
      "quote": "Brian R. Hall\n     \n     has served\nas one of our directors since August 1999. Mr. Hall is a Class I director. Mr. Hall, who is President of Inter-Ocean Management Ltd., an independent\ncompany providing management and general consulting services, retired as a Director of Johnson & Higgins, and Chairman of Johnson & Higgins\n(Bermuda) Ltd. in July 1997. In 1969, Mr. Hall founded Inter-Ocean Management Ltd., which entered into an association with Johnson & Higgins in\n1970. The business of Inter-Ocean was acquired by Johnson & Higgins in 1979, and Mr. Hall was appointed President of Johnson & Higgins\n(Bermuda) Ltd. He became a Director of Johnson & Higgins in 1989. Mr. Hall is a recipient of the Bermuda Insurance Institute’s Lifetime\nAchievement Award (2000), the Chair of the Bermuda Foundation for Insurance Studies, a former chair of the Insurance Advisory Committee of the Ministry\nof Finance of the Bermuda Government and was mentioned in the 1998 New Year’s Queen’s Honours list as having been appointed to be an Officer\nof the Most Excellent Order of the British Empire.", 
      "uri": "http://hal.marder.io/highlight/913144/000114544307001203", 
      "permissions": {
        "read": [
          "group:__consumer__"
        ]
      }, 
      "username": "amarder", 
      "updated": "2015-06-23T20:33:07.377726+00:00", 
      "user": "alice", 
      "created": "2015-06-23T20:33:07.377696+00:00", 
      "text": "Hall, Brian", 
      "consumer": "mockconsumer", 
      "ranges": [
        {
          "start": "/page[9]/div[4]/font/i", 
          "end": "/page[9]/div[4]/font", 
          "startOffset": 7, 
          "endOffset": 1096
        }
      ], 
      "id": "AU4iH9EyAHa09eOsU8R1"
    }, 
    {
      "quote": "Edmund B. Greene\n     \n     has\nserved as one of our directors since our formation in June 1993. Mr. Greene is a Class I director. Mr. Greene retired as Deputy Treasurer-Insurance of\nGeneral Electric Company in October 1998, where he had served since March 1995. Prior to that, Mr. Greene was Manager-Corporate Insurance Operation of\nGeneral Electric Company commencing in 1985, and previously served in various financial management assignments at General Electric Company commencing\nin 1962.", 
      "uri": "http://hal.marder.io/highlight/913144/000114544307001203", 
      "permissions": {
        "read": [
          "group:__consumer__"
        ]
      }, 
      "username": "amarder", 
      "updated": "2015-06-23T20:32:57.974026+00:00", 
      "user": "alice", 
      "created": "2015-06-23T20:32:57.973995+00:00", 
      "text": "Greene, Edmund", 
      "consumer": "mockconsumer", 
      "ranges": [
        {
          "start": "/page[9]/div[3]/font/i", 
          "end": "/page[9]/div[3]/font", 
          "startOffset": 7, 
          "endOffset": 505
        }
      ], 
      "id": "AU4iH6x2AHa09eOsU8Rz"
    }, 
    {
      "quote": "Thomas A. Cooper\n     \n     has\nserved as one of our directors since August 1996. Mr. Cooper is a Class II director. Mr. Cooper has served as Chairman and Chief Executive Officer of\nTAC Associates, a privately held investment company, since August 1993. From August 1993 until August 1996, Mr. Cooper served as Chairman and Chief\nExecutive Officer of Chase Federal Bank FSB. From June 1992 until July 1993, Mr. Cooper served as principal of TAC Associates. From April 1990 until\nMay 1992, Mr. Cooper served as Chairman and Chief Executive Officer of Goldome FSB. He also serves on the boards of directors of The BISYS Group, Inc.,\nDelaware North Companies and Wheeling Island Gaming.", 
      "uri": "http://hal.marder.io/highlight/913144/000114544307001203", 
      "permissions": {
        "read": [
          "group:__consumer__"
        ]
      }, 
      "username": "amarder", 
      "updated": "2015-06-23T20:32:51.716105+00:00", 
      "user": "alice", 
      "created": "2015-06-23T20:32:51.716081+00:00", 
      "text": "Cooper, Thomas", 
      "consumer": "mockconsumer", 
      "ranges": [
        {
          "start": "/page[9]/div[2]/font/i", 
          "end": "/page[9]/div[2]/font", 
          "startOffset": 7, 
          "endOffset": 696
        }
      ], 
      "id": "AU4iH5QEAHa09eOsU8Rx"
    }, 
    {
      "quote": "Officer of Glencoe Group\nHoldings Ltd. from April 2004 until January 2006. From March 1993 through October 1993, Mr. Riker served as Vice President of Applied Insurance\nResearch, Inc. Prior to that, Mr. Riker held the position of Senior Vice President, Director of Underwriting at American Royal Reinsurance Company. He\nwas responsible for developing various analytical underwriting tools while holding various positions at American Royal from 1984 through\n1993.", 
      "uri": "http://hal.marder.io/highlight/913144/000114544307001203", 
      "permissions": {
        "read": [
          "group:__consumer__"
        ]
      }, 
      "username": "amarder", 
      "updated": "2015-06-23T20:31:37.141237+00:00", 
      "user": "alice", 
      "created": "2015-06-23T20:31:37.141193+00:00", 
      "text": "Riker, William", 
      "consumer": "mockconsumer", 
      "ranges": [
        {
          "start": "/page[8]/div/font", 
          "end": "/page[8]/div/font", 
          "startOffset": 12, 
          "endOffset": 474
        }
      ], 
      "id": "AU4iHnC2AHa09eOsU8Rs"
    }, 
    {
      "quote": "William I. Riker\n     \n     has\nserved as our President since February 2002 and as a director since August 1998. Mr. Riker, currently a Class III director, is not standing for\nre-election to the Board at the Annual Meeting. Mr. Riker previously served as our Executive Vice President from December 1997, as our Senior Vice\nPresident from March 1995 and as our Vice President—Underwriting from November 1993. Mr. Riker also served previously as Chief\nExecutive", 
      "uri": "http://hal.marder.io/highlight/913144/000114544307001203", 
      "permissions": {
        "read": [
          "group:__consumer__"
        ]
      }, 
      "username": "amarder", 
      "updated": "2015-06-23T20:31:30.188757+00:00", 
      "user": "alice", 
      "created": "2015-06-23T20:31:30.188722+00:00", 
      "text": "Riker, William", 
      "consumer": "mockconsumer", 
      "ranges": [
        {
          "start": "/page[7]/div[5]/font/i", 
          "end": "/page[7]/div[5]/font", 
          "startOffset": 7, 
          "endOffset": 472
        }
      ], 
      "id": "AU4iHlWNAHa09eOsU8Rr"
    }, 
    {
      "quote": "Neill A. Currie\n     \n     has served\nas our Chief Executive Officer and as a director since November 2005. Mr. Currie is a Class II director. Mr. Currie was a co-founder of RenaissanceRe\nin 1993 and served as a Senior Vice President until he initially retired from the Company in 1997. He re-joined RenaissanceRe in July 2005 as an\nExecutive Vice President, and was responsible for our specialty reinsurance business, prior to assuming the role of Chief Executive Officer. Mr. Currie\nserved as a director of Platinum Underwriters Holdings, Ltd. from May 2003 until July 2005. Prior to co-founding RenaissanceRe in 1993, Mr. Currie was\nChief Executive Officer of G.J. Sullivan Co.—Atlanta, a private domestic reinsurance broker. From 1982 through 1992, Mr. Currie served as Senior\nVice President at R/I and G.L. Hodson, predecessors to Willis Group Holdings Ltd.", 
      "uri": "http://hal.marder.io/highlight/913144/000114544307001203", 
      "permissions": {
        "read": [
          "group:__consumer__"
        ]
      }, 
      "username": "amarder", 
      "updated": "2015-06-23T20:31:19.345379+00:00", 
      "user": "alice", 
      "created": "2015-06-23T20:31:19.345348+00:00", 
      "text": "Currie, Neill", 
      "consumer": "mockconsumer", 
      "ranges": [
        {
          "start": "/page[7]/div[4]/font/i", 
          "end": "/page[7]/div[4]/font", 
          "startOffset": 7, 
          "endOffset": 875
        }
      ], 
      "id": "AU4iHisyAHa09eOsU8Rq"
    }, 
    {
      "quote": "W. James MacGinnitie\n     \n     has\nserved as one of our directors since February 2000 and as non-executive Chairman of the Board since November 2005. Mr. MacGinnitie is a Class II\ndirector. Mr. MacGinnitie is an independent actuary and consultant. He served as Senior Vice President and Chief Financial Officer of CNA Financial\nfrom September 1997 to September 1999. From May 1994 until September 1997, Mr. MacGinnitie was a partner of Ernst & Young and National Director of\nits actuarial services. From 1975 until 1994 he was a principal in Tillinghast, primarily responsible for its property-casualty actuarial consulting\nservices. Mr. MacGinnitie is a Fellow of both the Casualty Actuarial Society and the Society of Actuaries, and has served as President of both\norganizations as well as of the American Academy of Actuaries and the International Actuarial Association. In addition, Mr. MacGinnitie serves on the\nboard of directors of Trustmark Mutual Holding Company and of NORCAL Mutual Insurance Company.", 
      "uri": "http://hal.marder.io/highlight/913144/000114544307001203", 
      "permissions": {
        "read": [
          "group:__consumer__"
        ]
      }, 
      "username": "amarder", 
      "updated": "2015-06-23T20:31:10.818275+00:00", 
      "user": "alice", 
      "created": "2015-06-23T20:31:10.818245+00:00", 
      "text": "Macginnitie, Walter", 
      "consumer": "mockconsumer", 
      "ranges": [
        {
          "start": "/page[7]/div[3]/font/i", 
          "end": "/page[7]/div[3]/font", 
          "startOffset": 7, 
          "endOffset": 1025
        }
      ], 
      "id": "AU4iHgniAHa09eOsU8Ro"
    }
  ]
}